Revit 2027 API
ParameterTypeId.StairsInstDownLabelOn Property
 "Down label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsInstDownLabelOn { get; }
Public Shared ReadOnly Property StairsInstDownLabelOn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsInstDownLabelOn {
	ForgeTypeId^ get ();
}
static member StairsInstDownLabelOn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace